Revit 2024 API
CopyPasteOptions Constructor
 Creates a new instance of a CopyPasteOptions object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public CopyPasteOptions()
Visual Basic
Public Sub New
Visual C++
public:
CopyPasteOptions()
See Also
CopyPasteOptions Class
Autodesk.Revit.DB Namespace